{
    "title": "Processus d'inscription réglementaire (PIR) pour les produits pharmaceutiques humain et vétérinaire et désinfectants",
    "h1_header": "Processus d'inscription réglementaire (PIR) pour les produits pharmaceutiques humain et vétérinaire et désinfectants",
    "sections": [
        {
            "header": "Liens de modèle et le de formulaire",
            "groups": [
                {
                    "header": "<a href=\"./historique_révisions.html\">Historique des versions du modèle  (mise à jour 28/02/2023)</a>"
                }
            ]
        },
        {
            "header": "En dehors du processus de transaction réglementaire",
            "groups": [
                {
                    "header": "<a href=\"./company/entreprise.html\">Modèle de l'entreprise (mise à jour 28/02/2023)</a>",
                    "bullets": [
                        "Obligatoire pour obtenir un identifiant d'entreprise et / ou fournir des informations à jour sur l'entreprise à Santé Canada.",
                        "Envoyé par courriel.<ul><li>Joignez l’ébauche de fichier CO XML avant l’envoi.</li></ul>",
                        "Reportez-vous à la section «2.3 Processus d’inscription ou de modification de l’entreprise » du document d'orientation PIR."
                    ]
                },
                {
                    "header": "<a href=\"https://www.canada.ca/fr/sante-canada/services/medicaments-produits-sante/medicaments/demandes-presentations/lignes-directrices/depot-soumissions-electroniques/modele-dossier-pharmaceutique.html\">Formulaire de demande pour les ID de dossiers pour les médicaments à usage humain et désinfectant </a>",
                    "bullets": [
                        "Obligation d'obtenir un ID de dossier, avant de déposer une transaction réglementaire pour un nouveau dossier, lors de la conversion d'un dossier d'un format non-eCTD au format eCTD, ou lors du dépôt d'une transaction réglementaire pour un dossier dont vous ne connaissez pas l'ID de dossier.",
                        "Reportez-vous à la section «2.4 Processus de demande pour un ID de dossier» du document d'orientation PIR."
                    ]
                },
                {
                    "header": "<a href=\"https://www.canada.ca/fr/sante-canada/services/medicaments-produits-sante/medicaments/demandes-presentations/lignes-directrices/depot-soumissions-electroniques/modele-dossier-veterinaire.html\">Formulaire de demande pour les ID de dossiers pour les médicaments vétérinaires </a>",
                    "bullets": [
                        "Obligation d'obtenir un ID de dossier, avant de déposer une transaction réglementaire pour un nouveau dossier ou un dossier dont vous ne connaissez pas l'ID de dossier.",
                        "Reportez-vous à la section «2.4 Processus de demande pour un ID de dossier» du document d'orientation PIR."
                    ]
                }
            ]
        }
    ]
}